Repository: humananalog/fatnag
Catalog: TheScale/TheScale/Resources/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant

source: This cannot be undone. Health app data stays unless you delete it there.
ar: لا يمكن التراجع. تبقى بيانات تطبيق الصحة ما لم تحذفها هناك.
ca: Això no es pot desfer. Les dades de l’app Salut hi queden, tret que les esborris allà.
cs: To nejde vrátit. Data aplikace Zdraví zůstanou, dokud je tam nesmažeš.
da: Det kan ikke fortrydes. Data i appen Sundhed bliver, medmindre du sletter dem der.
de: Das lässt sich nicht rückgängig machen. Die Daten der Health-App bleiben, bis du sie dort löschst.
el: Δεν αναιρείται. Τα δεδομένα της εφαρμογής Υγεία μένουν, εκτός αν τα διαγράψεις εκεί.
es: Esto no se puede deshacer. Los datos de la app Salud siguen ahí salvo que los borres en ella.
fi: Tätä ei voi perua. Terveys-apin tiedot jäävät, ellet poista niitä siellä.
fr: C’est irréversible. Les données de l’app Santé restent, sauf si tu les supprimes là-bas.
he: אי אפשר לבטל. נתוני אפליקציית הבריאות נשארים אלא אם תמחק אותם שם.
hi: इसे वापस नहीं लिया जा सकता। स्वास्थ्य ऐप का डेटा वहीं रहता है जब तक तुम उसे वहाँ मिटाओ नहीं।
hr: Ovo se ne može poništiti. Podaci aplikacije Zdravlje ostaju osim ako ih tamo ne obrišeš.
hu: Ezt nem lehet visszavonni. Az Egészség app adatai megmaradnak, hacsak ott nem törlöd.
id: Ini tidak bisa dibatalkan. Data aplikasi Health tetap ada kecuali kamu menghapusnya di sana.
it: Non si può annullare. I dati dell’app Salute restano, a meno che non li cancelli lì.
ja: 取り消せません。ヘルスケアアプリのデータは、そこで削除しない限り残ります。
ko: 되돌릴 수 없습니다. 건강 앱 데이터는 거기서 지우지 않으면 남습니다.
ms: Ini tidak boleh dibuat asal. Data aplikasi Health kekal melainkan anda memadamnya di sana.
nb: Dette kan ikke angres. Data i Helse-appen blir værende med mindre du sletter dem der.
nl: Dit kan niet ongedaan worden gemaakt. Gegevens in de Health-app blijven, tenzij je ze daar verwijdert.
pl: Tego nie da się cofnąć. Dane w aplikacji Zdrowie zostają, chyba że usuniesz je tam.
pt_br: Isso não pode ser desfeito. Os dados do app Saúde continuam lá, a menos que você os apague nele.
pt_pt: Isto não pode ser anulado. Os dados da app Saúde ficam, a menos que os apagues lá.
ro: Nu se poate anula. Datele din aplicația Sănătate rămân, decât dacă le ștergi acolo.
ru: Это нельзя отменить. Данные приложения Здоровье останутся, пока ты не удалишь их там.
sk: Toto sa nedá vrátiť. Dáta aplikácie Zdravie ostanú, kým ich tam nezmažeš.
sv: Det går inte att ångra. Data i appen Hälsa finns kvar om du inte raderar dem där.
th: ทำกลับไม่ได้ ข้อมูลแอปสุขภาพยังอยู่จนกว่าคุณจะลบที่นั่น
tr: Bu geri alınamaz. Sağlık uygulamasındaki veriler, orada silmediğin sürece kalır.
uk: Це не можна скасувати. Дані застосунку Здоров’я лишаються, доки ти не видалиш їх там.
vi: Không thể hoàn tác. Dữ liệu ứng dụng Sức khỏe vẫn còn trừ khi bạn xóa ở đó.
zh_hans: 此操作无法撤销。健康 App 的数据仍在，除非你在那里删除。
zh_hant: 此操作無法撤銷。健康 App 的資料仍在，除非你在那裡刪除。

source: Thumbs down
ar: لا يعجبني
ca: No m’agrada
cs: Palec dolů
da: Tommel ned
de: Daumen runter
el: Αντίχειρας κάτω
es: No me gusta
fi: Peukalo alas
fr: Pouce vers le bas
he: לא אהבתי
hi: नापसंद
hr: Ne sviđa mi se
hu: Nem tetszik
id: Tidak suka
it: Pollice verso
ja: よくない
ko: 별로예요
ms: Tidak suka
nb: Tommel ned
nl: Duim omlaag
pl: Kciuk w dół
pt_br: Não gostei
pt_pt: Não gostei
ro: Nu-mi place
ru: Не нравится
sk: Nepáči sa
sv: Tumme ner
th: ไม่ถูกใจ
tr: Beğenmedim
uk: Не подобається
vi: Không thích
zh_hans: 踩
zh_hant: 不喜歡

source: Thumbs up
ar: أعجبني
ca: M’agrada
cs: Palec nahoru
da: Tommel op
de: Daumen hoch
el: Αντίχειρας πάνω
es: Me gusta
fi: Peukalo ylös
fr: Pouce vers le haut
he: אהבתי
hi: पसंद
hr: Sviđa mi se
hu: Tetszik
id: Suka
it: Pollice su
ja: いいね
ko: 좋아요
ms: Suka
nb: Tommel opp
nl: Duim omhoog
pl: Kciuk w górę
pt_br: Gostei
pt_pt: Gostei
ro: Îmi place
ru: Нравится
sk: Páči sa
sv: Tumme upp
th: ถูกใจ
tr: Beğendim
uk: Подобається
vi: Thích
zh_hans: 赞
zh_hant: 喜歡

source: Units
ar: الوحدات
ca: Unitats
cs: Jednotky
da: Enheder
de: Einheiten
el: Μονάδες
es: Unidades
fi: Yksiköt
fr: Unités
he: יחידות
hi: इकाइयाँ
hr: Jedinice
hu: Mértékegységek
id: Satuan
it: Unità
ja: 単位
ko: 단위
ms: Unit
nb: Enheter
nl: Eenheden
pl: Jednostki
pt_br: Unidades
pt_pt: Unidades
ro: Unități
ru: Единицы
sk: Jednotky
sv: Enheter
th: หน่วย
tr: Birimler
uk: Одиниці
vi: Đơn vị
zh_hans: 单位
zh_hant: 單位

# units.height.prompt
source: Height
ar: الطول
ca: Alçada
cs: Výška
da: Højde
de: Größe
el: Ύψος
es: Altura
fi: Pituus
fr: Taille
he: גובה
hi: ऊँचाई
hr: Visina
hu: Magasság
id: Tinggi
it: Altezza
ja: 身長
ko: 신장
ms: Tinggi
nb: Høyde
nl: Lengte
pl: Wzrost
pt_br: Altura
pt_pt: Altura
ro: Înălțime
ru: Рост
sk: Výška
sv: Längd
th: ส่วนสูง
tr: Boy
uk: Зріст
vi: Chiều cao
zh_hans: 身高
zh_hant: 身高

# units.location.hint
source: Suggested for %@: %@ weight, %@ height. Mix freely.
ar: مقترح لـ %@: وزن %@، طول %@. امزج بحرية.
ca: Suggerit per a %@: pes %@, alçada %@. Barreja lliurement.
cs: Návrh pro %@: váha %@, výška %@. Míchej libovolně.
da: Forslag til %@: %@ vægt, %@ højde. Mix frit.
de: Vorschlag für %@: %@ Gewicht, %@ Größe. Frei mischen.
el: Πρόταση για %@: %@ βάρος, %@ ύψος. Ανάμειξε ελεύθερα.
es: Sugerido para %@: %@ peso, %@ altura. Mezcla libremente.
fi: Ehdotus kohteelle %@: %@ paino, %@ pituus. Sekoita vapaasti.
fr: Suggéré pour %@ : %@ poids, %@ taille. Mélange librement.
he: מוצע ל-%@: %@ משקל, %@ גובה. שלב בחופשיות.
hi: %@ के लिए सुझाव: %@ वज़न, %@ ऊँचाई। आज़ादी से मिलाएँ।
hr: Prijedlog za %@: %@ težina, %@ visina. Miješaj slobodno.
hu: Javaslat %@ számára: %@ súly, %@ magasság. Keverj szabadon.
id: Saran untuk %@: %@ berat, %@ tinggi. Campur bebas.
it: Suggerito per %@: %@ peso, %@ altezza. Mixa liberamente.
ja: %@向けの提案: %@体重、%@身長。自由に組み合わせ。
ko: %@ 추천: %@ 체중, %@ 신장. 자유롭게 섞으세요.
ms: Dicadang untuk %@: %@ berat, %@ tinggi. Campur bebas.
nb: Forslag til %@: %@ vekt, %@ høyde. Miks fritt.
nl: Suggestie voor %@: %@ gewicht, %@ lengte. Mix vrij.
pl: Sugestia dla %@: %@ waga, %@ wzrost. Mieszaj swobodnie.
pt_br: Sugestão para %@: %@ peso, %@ altura. Misture livre.
pt_pt: Sugestão para %@: %@ peso, %@ altura. Mistura livremente.
ro: Sugerat pentru %@: %@ greutate, %@ înălțime. Amestecă liber.
ru: Предложение для %@: %@ вес, %@ рост. Комбинируйте свободно.
sk: Návrh pre %@: %@ váha, %@ výška. Miešaj voľne.
sv: Förslag för %@: %@ vikt, %@ längd. Mixa fritt.
th: แนะนำสำหรับ %@: %@ น้ำหนัก, %@ ส่วนสูง ผสมได้ตามใจ
tr: %@ için öneri: %@ ağırlık, %@ boy. Özgürce karıştır.
uk: Пропозиція для %@: %@ вага, %@ зріст. Комбінуй вільно.
vi: Gợi ý cho %@: %@ cân nặng, %@ chiều cao. Mix tự do.
zh_hans: 为 %@ 建议：%@ 体重，%@ 身高。自由组合。
zh_hant: 為 %@ 建議：%@ 體重，%@ 身高。自由組合。

# units.region.fallback
source: your region
ar: منطقتك
ca: la teva regió
cs: tvůj region
da: dit område
de: deine Region
el: η περιοχή σου
es: tu región
fi: alueesi
fr: ta région
he: האזור שלך
hi: आपका क्षेत्र
hr: tvoja regija
hu: téged régiód
id: wilayahmu
it: la tua regione
ja: あなたの地域
ko: 회원 지역
ms: wilayah kamu
nb: ditt område
nl: jouw regio
pl: twój region
pt_br: sua região
pt_pt: a tua região
ro: regiunea ta
ru: ваш регион
sk: tvoj región
sv: din region
th: ภูมิภาคของคุณ
tr: bölgen
uk: твій регіон
vi: khu vực của bạn
zh_hans: 你的地区
zh_hant: 你的地區

# units.weight.prompt
source: Weight
ar: الوزن
ca: Pes
cs: Váha
da: Vægt
de: Gewicht
el: Βάρος
es: Peso
fi: Paino
fr: Poids
he: משקל
hi: वज़न
hr: Težina
hu: Súly
id: Berat
it: Peso
ja: 体重
ko: 체중
ms: Berat
nb: Vekt
nl: Gewicht
pl: Waga
pt_br: Peso
pt_pt: Peso
ro: Greutate
ru: Вес
sk: Váha
sv: Vikt
th: น้ำหนัก
tr: Ağırlık
uk: Вага
vi: Cân nặng
zh_hans: 体重
zh_hant: 體重

source: Update age to %lld years? Dream targets and suggested body fat will refresh.
ar: تحديث العمر إلى %lld سنة؟ ستتجدد أهداف الحلم ونسبة الدهون المقترحة.
ca: Actualitzar l’edat a %lld anys? Els objectius somiats i el greix corporal suggerit s’actualitzaran.
cs: Aktualizovat věk na %lld let? Vysněné cíle a navržený tělesný tuk se přepočítají.
da: Opdater alder til %lld år? Drømmemål og foreslået kropsfedt opdateres.
de: Alter auf %lld Jahre setzen? Traumziele und vorgeschlagener Körperfettanteil werden neu berechnet.
el: Ενημέρωση ηλικίας σε %lld έτη; Οι στόχοι-όνειρο και το προτεινόμενο λίπος θα ανανεωθούν.
es: ¿Actualizar la edad a %lld años? Los objetivos soñados y la grasa corporal sugerida se actualizarán.
fi: Päivitetäänkö ikä %lld vuoteen? Unelmatavoitteet ja ehdotettu rasva päivittyvät.
fr: Mettre l’âge à %lld ans ? Les objectifs rêvés et la masse grasse suggérée seront recalculés.
he: לעדכן גיל ל-%lld שנים? יעדי החלום ושומן הגוף המוצע יתרעננו.
hi: उम्र %lld वर्ष करें? सपनों के लक्ष्य और सुझाई बॉडी फैट ताज़ा होगी।
hr: Ažurirati dob na %lld godina? Ciljevi iz snova i predložena tjelesna mast će se osvježiti.
hu: Frissítsem a kort %lld évre? Az álomcélok és a javasolt testzsír frissülnek.
id: Perbarui usia ke %lld tahun? Target impian dan lemak tubuh yang disarankan akan disegarkan.
it: Aggiornare l’età a %lld anni? Gli obiettivi dei sogni e il grasso corporeo suggerito si aggiorneranno.
ja: 年齢を %lld 歳に更新しますか？目標体重と提案体脂肪が更新されます。
ko: 나이를 %lld세로 업데이트할까요? 목표와 제안 체지방이 새로 계산됩니다.
ms: Kemas kini umur kepada %lld tahun? Sasaran impian dan lemak badan yang dicadangkan akan disegarkan.
nb: Oppdatere alder til %lld år? Drømmemål og foreslått kroppsfett oppdateres.
nl: Leeftijd bijwerken naar %lld jaar? Droomdoelen en voorgesteld vetpercentage worden ververst.
pl: Zaktualizować wiek do %lld lat? Cele marzeń i sugerowany tłuszcz zostaną odświeżone.
pt_br: Atualizar a idade para %lld anos? As metas dos sonhos e a gordura corporal sugerida serão atualizadas.
pt_pt: Atualizar a idade para %lld anos? As metas de sonho e a gordura corporal sugerida serão atualizadas.
ro: Actualizezi vârsta la %lld ani? Țintele visate și grăsimea corporală sugerată se reîmprospătează.
ru: Обновить возраст до %lld лет? Цели мечты и предложенный жир обновятся.
sk: Aktualizovať vek na %lld rokov? Vysnívané ciele a navrhnutý telesný tuk sa prepočítajú.
sv: Uppdatera ålder till %lld år? Drömmål och föreslaget kroppsfett uppdateras.
th: อัปเดตอายุเป็น %lld ปี? เป้าหมายในฝันและไขมันที่แนะนำจะรีเฟรช
tr: Yaş %lld olsun mu? Hayal hedefleri ve önerilen vücut yağı yenilenir.
uk: Оновити вік до %lld років? Цілі мрії й запропонований жир оновляться.
vi: Cập nhật tuổi thành %lld? Mục tiêu mơ ước và mỡ cơ thể gợi ý sẽ làm mới.
zh_hans: 把年龄更新为 %lld 岁？梦想目标和建议体脂会刷新。
zh_hant: 把年齡更新為 %lld 歲？夢想目標和建議體脂會重新整理。

source: Update height to %@? BMI, dream weight band, and body-fat math will refresh.
ar: تحديث الطول إلى %@؟ سيتجدد مؤشر كتلة الجسم ونطاق وزن الحلم وحساب الدهون.
ca: Actualitzar l’alçada a %@? L’IMC, la franja de pes somiat i el càlcul de greix s’actualitzaran.
cs: Aktualizovat výšku na %@? BMI, pásmo vysněné váhy a výpočet tuku se přepočítají.
da: Opdater højde til %@? BMI, drømmevægtsbånd og fedtberegning opdateres.
de: Größe auf %@ setzen? BMI, Traumgewichtsspanne und Fettberechnung werden neu berechnet.
el: Ενημέρωση ύψους σε %@; Ο ΔΜΣ, το εύρος βάρος-όνειρο και ο υπολογισμός λίπους θα ανανεωθούν.
es: ¿Actualizar la altura a %@? El IMC, la banda de peso soñado y el cálculo de grasa se actualizarán.
fi: Päivitetäänkö pituus arvoon %@? BMI, unelmapainon alue ja rasvalaskenta päivittyvät.
fr: Mettre la taille à %@ ? L’IMC, la fourchette de poids rêvé et le calcul de graisse seront recalculés.
he: לעדכן גובה ל-%@? BMI, טווח משקל החלום וחישוב השומן יתרעננו.
hi: कद %@ करें? BMI, सपनों के वज़न की पट्टी और फैट का गणित ताज़ा होगा।
hr: Ažurirati visinu na %@? BMI, raspon težine iz snova i izračun masti će se osvježiti.
hu: Frissítsem a magasságot erre: %@? A BMI, az álomsúly-sáv és a zsírszámítás frissül.
id: Perbarui tinggi ke %@? BMI, rentang berat impian, dan hitungan lemak akan disegarkan.
it: Aggiornare l’altezza a %@? BMI, fascia del peso dei sogni e calcolo del grasso si aggiorneranno.
ja: 身長を %@ に更新しますか？BMI、目標体重の幅、体脂肪の計算が更新されます。
ko: 키를 %@로 업데이트할까요? BMI, 목표 체중 범위, 체지방 계산이 새로워집니다.
ms: Kemas kini tinggi kepada %@? BMI, julat berat impian dan kiraan lemak akan disegarkan.
nb: Oppdatere høyde til %@? BMI, drømmevektsbånd og fettberegning oppdateres.
nl: Lengte bijwerken naar %@? BMI, droomgewichtsbereik en vetberekening worden ververst.
pl: Zaktualizować wzrost do %@? BMI, pasmo wagi marzeń i obliczenie tłuszczu zostaną odświeżone.
pt_br: Atualizar a altura para %@? O IMC, a faixa do peso dos sonhos e o cálculo de gordura serão atualizados.
pt_pt: Atualizar a altura para %@? O IMC, a faixa do peso de sonho e o cálculo de gordura serão atualizados.
ro: Actualizezi înălțimea la %@? IMC, banda greutății visate și calculul grăsimii se reîmprospătează.
ru: Обновить рост до %@? ИМТ, диапазон веса мечты и расчёт жира обновятся.
sk: Aktualizovať výšku na %@? BMI, pásmo vysnívanej váhy a výpočet tuku sa prepočítajú.
sv: Uppdatera längd till %@? BMI, drömviktsintervall och fettberäkning uppdateras.
th: อัปเดตส่วนสูงเป็น %@? BMI ช่วงน้ำหนักในฝัน และสูตรไขมันจะรีเฟรช
tr: Boy %@ olsun mu? BMI, hayal ağırlık aralığı ve yağ hesabı yenilenir.
uk: Оновити зріст до %@? ІМТ, діапазон ваги мрії й розрахунок жиру оновляться.
vi: Cập nhật chiều cao thành %@? BMI, khoảng cân mơ ước và phép tính mỡ sẽ làm mới.
zh_hans: 把身高更新为 %@？BMI、梦想体重范围和体脂计算会刷新。
zh_hant: 把身高更新為 %@？BMI、夢想體重範圍和體脂計算會重新整理。

source: Upgrade to %@
ar: الترقية إلى %@
ca: Puja a %@
cs: Přejít na %@
da: Opgrader til %@
de: Upgrade auf %@
el: Αναβάθμιση σε %@
es: Mejorar a %@
fi: Päivitä tasoon %@
fr: Passer à %@
he: שדרג ל-%@
hi: %@ में अपग्रेड
hr: Nadogradi na %@
hu: Váltás erre: %@
id: Naik ke %@
it: Passa a %@
ja: %@ にアップグレード
ko: %@로 업그레이드
ms: Naik taraf ke %@
nb: Oppgrader til %@
nl: Upgrade naar %@
pl: Przejdź na %@
pt_br: Assinar %@
pt_pt: Mudar para %@
ro: Treci la %@
ru: Перейти на %@
sk: Prejsť na %@
sv: Uppgradera till %@
th: อัปเกรดเป็น %@
tr: %@ planına geç
uk: Перейти на %@
vi: Nâng lên %@
zh_hans: 升级到 %@
zh_hant: 升級到 %@

# Upgrade to %@ · %lld/wk
source: Upgrade to %1$@ · %2$lld/wk
ar: الترقية إلى %1$@ · %2$lld/أسبوع
ca: Puja a %1$@ · %2$lld/setm
cs: Přejít na %1$@ · %2$lld/týd
da: Opgrader til %1$@ · %2$lld/uge
de: Upgrade auf %1$@ · %2$lld/Wo.
el: Αναβάθμιση σε %1$@ · %2$lld/εβδ
es: Mejorar a %1$@ · %2$lld/sem
fi: Päivitä tasoon %1$@ · %2$lld/vk
fr: Passer à %1$@ · %2$lld/sem
he: שדרג ל-%1$@ · %2$lld/שב׳
hi: %1$@ में अपग्रेड · %2$lld/सप्ताह
hr: Nadogradi na %1$@ · %2$lld/tj
hu: Váltás: %1$@ · %2$lld/hét
id: Naik ke %1$@ · %2$lld/mgg
it: Passa a %1$@ · %2$lld/sett.
ja: %1$@ にアップグレード · 週 %2$lld
ko: %1$@로 업그레이드 · 주 %2$lld
ms: Naik taraf ke %1$@ · %2$lld/mgg
nb: Oppgrader til %1$@ · %2$lld/uke
nl: Upgrade naar %1$@ · %2$lld/wk
pl: Przejdź na %1$@ · %2$lld/tydz.
pt_br: Assinar %1$@ · %2$lld/sem
pt_pt: Mudar para %1$@ · %2$lld/sem
ro: Treci la %1$@ · %2$lld/săpt
ru: Перейти на %1$@ · %2$lld/нед
sk: Prejsť na %1$@ · %2$lld/týž
sv: Uppgradera till %1$@ · %2$lld/v
th: อัปเกรดเป็น %1$@ · %2$lld/สัปดาห์
tr: %1$@ planına geç · %2$lld/hf
uk: Перейти на %1$@ · %2$lld/тиж
vi: Nâng lên %1$@ · %2$lld/tuần
zh_hans: 升级到 %1$@ · 每周 %2$lld
zh_hant: 升級到 %1$@ · 每週 %2$lld

source: US State Privacy Notice
ar: إشعار خصوصية الولايات الأمريكية
ca: Avís de privadesa dels estats dels EUA
cs: Oznámení o soukromí států USA
da: Meddelelse om privatliv i amerikanske stater
de: Hinweis zum Datenschutz der US-Bundesstaaten
el: Ειδοποίηση απορρήτου πολιτειών ΗΠΑ
es: Aviso de privacidad estatal de EE. UU.
fi: Yhdysvaltain osavaltioiden tietosuojailmoitus
fr: Avis de confidentialité des États américains
he: הודעת פרטיות של מדינות ארה״ב
hi: अमेरिकी राज्य गोपनीयता सूचना
hr: Obavijest o privatnosti američkih saveznih država
hu: USA állami adatvédelmi közlemény
id: Pemberitahuan privasi negara bagian AS
it: Informativa privacy degli stati USA
ja: 米国州プライバシー通知
ko: 미국 주 개인정보 고지
ms: Notis privasi negeri AS
nb: Personvernvarsel for amerikanske delstater
nl: Privacyverklaring Amerikaanse staten
pl: Informacja o prywatności stanów USA
pt_br: Aviso de privacidade dos estados dos EUA
pt_pt: Aviso de privacidade dos estados dos EUA
ro: Notificare de confidențialitate a statelor SUA
ru: Уведомление о конфиденциальности штатов США
sk: Oznámenie o súkromí štátov USA
sv: Integritetsmeddelande för amerikanska delstater
th: ประกาศความเป็นส่วนตัวระดับรัฐของสหรัฐฯ
tr: ABD eyalet gizlilik bildirimi
uk: Повідомлення про конфіденційність штатів США
vi: Thông báo quyền riêng tư các bang Hoa Kỳ
zh_hans: 美国州隐私声明
zh_hant: 美國州隱私聲明

source: Use for local food and fitness
ar: استخدم للطعام واللياقة المحليين
ca: Fes servir per a menjar i exercici locals
cs: Použít pro místní jídlo a kondici
da: Brug til lokal mad og fitness
de: Für lokales Essen und Fitness nutzen
el: Χρήση για τοπικό φαγητό και άσκηση
es: Usar para comida y ejercicio locales
fi: Käytä paikalliseen ruokaan ja liikuntaan
fr: Utiliser pour la nourriture et le sport locaux
he: השתמש לאוכל וכושר מקומיים
hi: स्थानीय खाने और फिटनेस के लिए इस्तेमाल करें
hr: Koristi za lokalnu hranu i fitness
hu: Használd helyi ételhez és edzéshez
id: Pakai untuk makanan dan kebugaran lokal
it: Usa per cibo e fitness locali
ja: 地元の食事と運動に使う
ko: 지역 음식과 운동에 사용
ms: Guna untuk makanan dan kecergasan tempatan
nb: Bruk for lokal mat og trening
nl: Gebruik voor lokaal eten en fitness
pl: Użyj do lokalnego jedzenia i ruchu
pt_br: Usar para comida e exercício locais
pt_pt: Usar para comida e exercício locais
ro: Folosește pentru mâncare și fitness locale
ru: Использовать для местной еды и фитнеса
sk: Použiť na miestne jedlo a kondíciu
sv: Använd för lokal mat och träning
th: ใช้สำหรับอาหารและการออกกำลังในพื้นที่
tr: Yerel yemek ve fitness için kullan
uk: Використовувати для місцевої їжі та фітнесу
vi: Dùng cho đồ ăn và tập luyện tại chỗ
zh_hans: 用于本地饮食和运动
zh_hant: 用於本地飲食和運動

source: Use for local food and fitness context
ar: استخدم كسياق للطعام واللياقة المحليين
ca: Fes servir com a context de menjar i exercici locals
cs: Použít jako kontext místního jídla a kondice
da: Brug som kontekst for lokal mad og fitness
de: Als Kontext für lokales Essen und Fitness nutzen
el: Χρήση ως πλαίσιο για τοπικό φαγητό και άσκηση
es: Usar como contexto de comida y ejercicio locales
fi: Käytä paikallisen ruoan ja liikunnan kontekstina
fr: Utiliser comme contexte de nourriture et de sport locaux
he: השתמש כהקשר לאוכל וכושר מקומיים
hi: स्थानीय खाने और फिटनेस के संदर्भ में इस्तेमाल करें
hr: Koristi kao kontekst lokalne hrane i fitnessa
hu: Használd helyi étel és edzés kontextusaként
id: Pakai sebagai konteks makanan dan kebugaran lokal
it: Usa come contesto per cibo e fitness locali
ja: 地元の食事と運動の文脈に使う
ko: 지역 음식과 운동 맥락에 사용
ms: Guna sebagai konteks makanan dan kecergasan tempatan
nb: Bruk som kontekst for lokal mat og trening
nl: Gebruik als context voor lokaal eten en fitness
pl: Użyj jako kontekstu lokalnego jedzenia i ruchu
pt_br: Usar como contexto de comida e exercício locais
pt_pt: Usar como contexto de comida e exercício locais
ro: Folosește ca context pentru mâncare și fitness locale
ru: Использовать как контекст местной еды и фитнеса
sk: Použiť ako kontext miestneho jedla a kondície
sv: Använd som kontext för lokal mat och träning
th: ใช้เป็นบริบทอาหารและการออกกำลังในพื้นที่
tr: Yerel yemek ve fitness bağlamı için kullan
uk: Використовувати як контекст місцевої їжі та фітнесу
vi: Dùng làm ngữ cảnh đồ ăn và tập luyện tại chỗ
zh_hans: 用作本地饮食和运动的背景
zh_hant: 用作本地飲食和運動的背景

source: Use goal date for Monday pacing
ar: استخدم تاريخ الهدف لإيقاع الاثنين
ca: Fes servir la data objectiu per al ritme de dilluns
cs: Použít datum cíle pro pondělní tempo
da: Brug måldato til mandagstempoet
de: Zieldatum für das Montagstempo verwenden
el: Χρήση ημερομηνίας στόχου για τον ρυθμό της Δευτέρας
es: Usar la fecha objetivo para el ritmo del lunes
fi: Käytä tavoitepäivää maanantain tahtiin
fr: Utiliser la date cible pour le rythme du lundi
he: השתמש בתאריך היעד לקצב יום שני
hi: सोमवार की गति के लिए लक्ष्य तिथि इस्तेमाल करें
hr: Koristi datum cilja za ponedjeljni tempo
hu: Használd a céldátumot a hétfői tempóhoz
id: Pakai tanggal target untuk tempo Senin
it: Usa la data obiettivo per il ritmo del lunedì
ja: 月曜のペースに目標日を使う
ko: 월요일 속도에 목표 날짜 사용
ms: Guna tarikh sasaran untuk tempo Isnin
nb: Bruk måldato for mandagstempoet
nl: Gebruik de doeldatum voor het maandagtempo
pl: Użyj daty celu do tempa poniedziałku
pt_br: Usar a data da meta no ritmo de segunda
pt_pt: Usar a data da meta no ritmo de segunda
ro: Folosește data țintei pentru ritmul de luni
ru: Использовать дату цели для темпа понедельника
sk: Použiť dátum cieľa pre pondelkové tempo
sv: Använd måldatum för måndagstempot
th: ใช้วันเป้าหมายสำหรับจังหวะวันจันทร์
tr: Pazartesi temposu için hedef tarihini kullan
uk: Використовувати дату цілі для темпу понеділка
vi: Dùng ngày mục tiêu cho nhịp thứ Hai
zh_hans: 用目标日期安排周一节奏
zh_hant: 用目標日期安排週一節奏

source: Use location for local food and fitness
ar: استخدم الموقع للطعام واللياقة المحليين
ca: Fes servir la ubicació per a menjar i exercici locals
cs: Použít polohu pro místní jídlo a kondici
da: Brug placering til lokal mad og fitness
de: Standort für lokales Essen und Fitness nutzen
el: Χρήση τοποθεσίας για τοπικό φαγητό και άσκηση
es: Usar la ubicación para comida y ejercicio locales
fi: Käytä sijaintia paikalliseen ruokaan ja liikuntaan
fr: Utiliser la position pour la nourriture et le sport locaux
he: השתמש במיקום לאוכל וכושר מקומיים
hi: स्थानीय खाने और फिटनेस के लिए लोकेशन इस्तेमाल करें
hr: Koristi lokaciju za lokalnu hranu i fitness
hu: Használd a helyzetet helyi ételhez és edzéshez
id: Pakai lokasi untuk makanan dan kebugaran lokal
it: Usa la posizione per cibo e fitness locali
ja: 地元の食事と運動に位置情報を使う
ko: 지역 음식과 운동에 위치 사용
ms: Guna lokasi untuk makanan dan kecergasan tempatan
nb: Bruk posisjon for lokal mat og trening
nl: Locatie gebruiken voor lokaal eten en fitness
pl: Użyj lokalizacji do lokalnego jedzenia i ruchu
pt_br: Usar a localização para comida e exercício locais
pt_pt: Usar a localização para comida e exercício locais
ro: Folosește locația pentru mâncare și fitness locale
ru: Использовать геолокацию для местной еды и фитнеса
sk: Použiť polohu na miestne jedlo a kondíciu
sv: Använd plats för lokal mat och träning
th: ใช้ตำแหน่งสำหรับอาหารและการออกกำลังในพื้นที่
tr: Yerel yemek ve fitness için konumu kullan
uk: Використовувати локацію для місцевої їжі та фітнесу
vi: Dùng vị trí cho đồ ăn và tập luyện tại chỗ
zh_hans: 使用位置信息获取本地饮食和运动
zh_hant: 使用位置資訊取得本地飲食和運動

source: Web
ar: الويب
el: Ιστός
fi: Verkko
he: אינטרנט
hi: वेब
ko: 웹
pl: Sieć
ru: Сайт
sv: Webb
th: เว็บ
uk: Сайт
zh_hans: 网页
zh_hant: 網頁
